import ProductBradCrump from "./../Components/ProductPage/ProductBradCrump";
import "../Styles/about.css";
const About = () => {
  return (
    <div>
      <ProductBradCrump findProduct={""} />
      <div className="search">
        <h2 className="about-title">درباره من</h2>
        <p className="about-body">
          فروشگاه دیجیتال شاپ چند سالی هست که تو حوضه فروش لوازم دیجیتال فعالیت
          داره و به صورت شبانه روزی مشتریای خودشو پشتیبانی میکنه و میانگین 93
          درصد رضایت مشتری هارو تونسته کسب کنه ، شما با خیال راحت میتونید به
          دیجیتال استور اعتماد کنید و خرید حودتون رو تکمیل کنید و محصول با
          گارانتی به شما تحویل داده میشه .{" "}
        </p>
        <p className="about-body">
          مجموعه ما با بیش از 35 کارمند به صورت مستقیم و غیر مستقیم در حال
          فعالیت هست که این نشون دهنده اعتماد کاربران به سایت ما هست ، شما هم
          اگه قصد همکاری و فعالیت با تیم مارو داشته باشین میتونین توی قسمت تماس
          با ما درخواست خودتون رو برای ما بفرستید
        </p>
        <p className="about-body">
          مجموعه ما در شهر تهران فعالیت داره و برای خرید حضوری هم میتونین به
          آدرس ما مراجعه کنید و با پذیرایی در خدمت شما هستیم برای دریافت آدرس
          میتونین از طریق لوکیشن موجود در اخر این صفحه مارو پیدا کنید و تشریف
          بیارید
        </p>
        <hr />
        <p className="about-body">مدیر مجموعه و طراح سایت : امیر حسین جمشیدی</p>
        <p className="about-body">آدرس : تهران ، میدان ونک</p>
        <p className="about-body">آدرس شبکه های اجتماعی : @DevAmir</p>
      </div>
    </div>
  );
};

export default About;
